Repository: wp-plugins/acceptto-multi-factor-authentication
Catalog: languages/acceptto-*.po
Languages: fa_ir

source: Acceptto Multi Factor Authentication
fa_ir: سیستم احراز هویت چندگانه اکسپتو

source: Simple Multifactor Secure Login for WordPress
fa_ir: احراز هویت ساده و چندگانه اکسپتو برای لاگین های وورد پرس

source: Acceptto
fa_ir: اکسپتو

source: About
fa_ir: درباره اکسپتو

source: Settings
fa_ir: تنظیمات

source: API UId
fa_ir: شناسه اکسپتو برنامه

source: API Secret
fa_ir: رمز اکسپتو برنامه

source: Multi Factor Authentication
fa_ir: احراز هویت جندگانه

source: Enable
fa_ir: فعال

source: Disable
fa_ir: غیر فعال

source: Acceptto Multi Factor Overview.
fa_ir: درباره احراز هویت چند گانه اکسپتو

source: What Is Two/Multi Factor Authentication?
fa_ir: احراز هویت چند گانه چیست؟

source: Two and Multi Factor Authentication in the world of computer authentication systems refer to , where the user is to present two or more independent pieces of information (something beyond the username and password) as means of authentication such as:
fa_ir: احراز هویت چندگانه در دنیای کامپیوتر به سیستم هایی گفته می شود که علاوه بر شناسه کاربری و رمز عبور، کاربر باید ویژگی های دیگری را نیز دارا باشد. و از مراحل امنیتی دیگری نیز عبور کند. موارد زیر نمونه ای از انواع احراز هویت چندگانه هستند:

source: - Something only the user knows (e.g. password, PIN, pattern).
fa_ir: - چیزی که تنها کاربر میداند مانند رمز عبور، پین کد یا الگو

source: - Something only the user has (e.g. smart card, key fob, mobile phone)
fa_ir: - وسیله ای که تنها کاربر به آن دسترسی دارد مانند کارت هوشمند، تلفن همراه.

source: - Something only the user has (e.g. biometric such as fingerprint, face or voice)
fa_ir: - احراز هویت بیومتریک کاربر مانند اثر انگشت، صدا یا چهره کاربر

source: - Some unique contextual data associated with the user (e.g. location, known device token, known network, etc.)
fa_ir: - بعضی از اطلاعاتی که با کاربر ارتباط دارند مانند مکان، شناسه دستگاه مشترک، شبکه آشنا و غیره

source: Acceptto Endpoint Configuration
fa_ir: تنظیمات سیستم احراز هویت اکسپتو - می توانید در این <a href='https://acceptto.com/organisation_users/sign_up' target='_blank'>آدرس</a> ثبت نام کنید و یک برنامه جدید ایجاد کنید.

source: User's Acceptto Email Address For Multi Factor
fa_ir: آدرس ایمیل اکانت اکسپتو کاربر برای احراز هویت چندگانه

source: Acceptto Email
fa_ir: آدرس ایمیل

source: Please enter your acceptto's account email address.
fa_ir: لطفا ایمیل آدرس اکانت اکسپتو خود را وارد کنید، خالی بودن این فیلد احراز هویت چندگانه برای این کاربر را غیر فعال میکند.
